---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewFamilySchedules
source: html/1dcda5b7-f6ba-0b7a-7eca-6ac946b5087a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewFamilySchedules Property

"Family"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewFamilySchedules { get; }
```